[
    {
        "namn": "Beer Pong",
        "beskrivning": "Sätt pingisbollar i ölglas och därmed få motståndaren att dricka",
        "regler": "Varje lag ställer upp 10 muggar i en pyramidformation och fyller dem med valfri dryck. Vilket lag som börjar bestäms gentlemannamässigt eller genom att singla slant. Varje spelare kastar en pingisboll per omgång. \n \n  Om en boll landar i en mugg ska motståndarlaget dricka upp innehållet och muggen tas ur spel. \n \n Om en boll studsar i bordet och därefter landar i en mugg, dricks 2 muggar. \n \n Om två bollar landar i samma mugg får det attackerande laget kasta igen. \n \n Om en boll studsar i bordet eller träffar kanten av en mugg, får det försvarande laget slå bort bollen med händerna. \n \n Om det försvarande laget nuddar en boll i luften (innan studs) får det attackerande laget välja en valfri mugg som motståndarlaget ska tömma. \n \n Varje lag har rätt till 2 re-racks, dvs. omflyttning av motståndarens muggar. Re-racks får göras när turen går över till ens lag, men ej efter att man börjat kasta. Spelet är slut när endera lag har sänkt samtliga av moståndarens 10 muggar. Det förlorande laget får dock en chans att kasta tills de missar.",
        "spelare": "2 spelare eller 2 lag",
        "material": "Pingisbollar, plastmuggar och valfri dryck",
        "id": "01"
    },

    {
       "namn": "Ring on fire",
        "beskrivning": "Dra ett kort från cirkeln och följ vad kortets regler lyder",
        "regler":  "Innan spelet börjar ska alla deltagare hälla ett par klunkar av sin egen dricka i “dräparen” (den stora bägaren). \nKortleken sprids sedan jämnt nedvänd runt dräparen för att skapa en sluten cirkel. Korten bör överlappa varandra. \nVarje spelare turas sedan om att ta ett kort runt. Det är bara tillåtet att använda en hand när man tar sitt kort. \nSpelaren följer sedan den regeln som kortets valör motsvarar. Se nedan. \nDen spelare som bryter cirkeln får dricka hela dräparen. \n\n2-6 (Ruter & Hjärter): Spelarna får dela ut så många klunkar som kortets värde anger. Spelarna kan ge alla klunkar till en person eller dela upp dem över flera.\n\n2-6 (Spader & Klöver): Spelarna måste själva dricka det av korten angivna antalet klunkar. \n\n7 – Toapaus: Detta kortet får sparas under spelets gång och ger spelaren som innehar kortet rätt till att ta en toalettpaus. \n\n8 – Tumregeln: Detta kortet sparas under spelets gång. Den som innehar kortet kan sedan när som placera sin tumme på bordskanten. Den spelare som sist gör likadant ska dricka tre straffklunkar. \n\n9 – Tema: Spelaren säger ett tema. T.ex. drinkar. Då ska varje spelare runt bordet nämna en drink, och den som tvekar eller repeterar en tidigare drink får dricka tre straffklunkar. \n\n10 – Regel: Spelaren får välja regel som ska gälla under resterande delen av spelet. Det kan t.ex. vara att alla måste dricka med vänster hand, eller stå upp när man dricker. Missar man regeln får man dricka tre straffklunkar. \n\nKnekt – Rim: Den person som drar detta kortet ska säga ett ord. Sedan ska resten av spelarna turas om att rimma runt bordet. Den som först tvekar eller repeterar ett tidigare sagt ord får dricka tre straffklunkar. \n\nDam – Skål: Samtliga deltagare skålar och dricker en klunk. \n\nKung – Posera: Spelaren som får detta kort, kan när som helst under spelet ställa sig i en pose. Den deltagare som är sist på att härma posen får dricka tre straffklunkar. \n\nEss – Vattenfall: Detta går till så att samtliga spelare ska börja dricka samtidigt. Den spelare som drog kort får sluta precis när han vill, och spelaren efter sig får inte sluta förrän denna gjort det. Och likaså med spelaren efter, tills man kommit runt bordet och allas föregående spelare har slutat att dricka.",
        "spelare": "2+",
        "material": "Kortlek, valfri dryck och bägare (stort glas)",
        "id": "02"
    },

    {
        "namn": "Burr",
        "beskrivning":"Burr är ett dryckesspel som sätter dina matematiska sidor på prov",
        "regler": "En spelare börjar med att säga 1, nästa säger 2, nästa 3, osv. Spelarna räknar alltså uppåt i turordning. Det som gör Burr svårt är att det innehåller förbjudna tal som inte får sägas: \n \n Tal som är delbara med sju: (7, 14, 21, 28, 35, …), \n \n Tal som innehåller sju: (17, 27, 37, …), \n \n Dubbeltal, tal som innehåller två av samma siffror: (11, 22, 33, 44, …)\n \n Istället för att säga det förbjudna talet säger spelaren Burr. Vid burr, byter räkneordningen håll. Skulle en spelare av misstag säga ett förbjudet eller fel tal eller burr vid fel tillfälle tvingas denna dricka en straffklunk. Denna spelare börjar sedan leken genom att säga 1.",
        "spelare": "2+",
        "material": "Valfri dryck",
        "id": "03"
    },

    {
    "namn": "Bussen",
    "beskrivning":"Bussen är ett spännande enkelt sällskapspel. Allt som behövs är en kortlek",
    "regler": "'Placera ut 9 kort, nedåtvända på ett bord så att de skapar en 3×3-formation. Fördela resten av korten jämt bland spelarna. Överblivna kort läggs åt sedan. \n \n Omgång 1: \n En åt gången vänder spelledaren upp ett kort. Om en spelare har ett kort på hand som matchar ett kort som vänds upp, placerar de det kortet ovanpå detta. För varje kort de placerar får de nominera en spelare som får dricka två klunkar. Fortsätt tills alla korten på bordet har vänts upp. \n \n Omgång 2:\n Spelledaren blandar sedan alla korten som lags upp bordet och lägger återigen upp 9 stycken nedåtvända kort på bordet så att de bildar en diamant (1 – 2 – 3 – 2 – 1). \n Nu ska alla spelare som fortfarande har kort på hand ”åka buss”. Alla spelare som åker buss spelar nu tillsammans. Målet är nu att vända ett kort i änden av diamanten, och sedan vända det intilliggande kortet för att ta sig till andra sidan av diamanten. Om ett klätt kort (Knekt, Dam eller Kung) eller ett Ess vänds upp måste alla spelare som åker buss dricka tre klunkar. Spelet är slut när spelarna lyckats ta sig från ena sidan, till den andra av diamanten utan att vända upp ett klätt kort eller Ess. Då blandas kortleken och spelet börjar om från början.'",
    "spelare": "2+",
    "material": "Kortlek och valfri dryck",
    "id": "04"
    },

    {
    "namn": "Caps",
    "beskrivning":"Caps (Capsning) är ett dryckesspel som går ut på att kasta kapsyler i glas",
    "regler": "Förberedelse: \n Spelarna placerar sig i en cirkel med en benlängds avstånd från ett glas som placeras på golvet, detta är kallat mittenglaset. Man sitter i skräddarställning (med benen i kors). Innan spelet börjar fyller varje spelare sitt glas med alkohol motsvarandes höjden av två fingrar och placerar det sedan framför sig så att de personliga glasen bildar en ring runt mittenglaset (de ska dock inte stå kant i kant utan det får gärna vara ca 1 dm mellan mittenglas och de personliga glasen). Den som ska göra första kastet fyller upp mittenglaset med sin egen alkoholhaltiga dryck. \n \n Spelregler: \n Första spelaren försöker träffa en annan spelares glas med en kapsyl, i lagturneringar av caps måste spelaren alltid sikta på den spelare som sitter mitt emot eftersom man sitter placerad så att den mittemot alltid är medlem av ett annat lag. Om kapsylen träffar glaset är personen utmanad, detta betyder att denne måste svara genom att kasta en kapsyl i utmanarens glas. Träffar kapsylen måste utmanaren försöka träffa den utmanades glas en gång till, detta fortsätter tills en av dem missar. Den som missar måste då dricka ur sitt eget glas. Dock behöver en spelare endast dricka ur sitt glas ifall denne träffar mittenglaset (se under) eller om denne förlorar en utmaning, turen går endast vidare ifall en spelare missar utan att vara utmanad. Om en spelare (utan att vara utmanad eller ha utmanat) träffar mittenglaset måste samtliga spelare dricka ur sina glas. Den som träffad mittenglaset måste även tömma detta samt fylla på det igen med valfri alkoholhaltig dryck. \n \n Kastregler: \n För att ett kast skall anses korrekt får armbågen aldrig vara framför knäet. Om armbågen befinner sig framför knäet måste spelaren oberoende av var kapsylen hamnat dricka ur sitt eget glas. Vinkeln mellan under och överarm får dessutom inte överstiga 90 grader.",
    "spelare": "2+",
    "material": "Plastmugg, valfri dryck och kapsyler",
    "id": "05"
    },

    {
    "namn": "Relaterade ordet",
    "beskrivning":"Det relaterade ordet är en spännande ordlek utan tillbehör",
    "regler": "1. Alla deltagare sätter sig runt i en ring och en person utses som lekledare. \n \n2. Lekledare utser en person att börja, då denna säga ett valfritt ord, vilket som helst ex. tekopp. \n \n 3. Nästa person ska säga ett ord som relaterar med tekopp ex. keramik.\n \n 4. Spelet fortsätter tills någon säger ett orelaterat ord (här är lekledare viktig). \n \n5. Nu ska hon eller han dricka den förutbestämda mängden alkohol. 6. Kom ihåg att lekledarens röst är avgörande!",
    "spelare": "3+",
    "material": "Inga material, valdri dryck",
    "id": "06"
    },

    {
    "namn": "Fanclub",
    "beskrivning":"Leken styrs utav en förutbestämd spellista och man dricker vid bestämda platser i låtarna",
    "regler": "Spellistan: \n 1. Alphaville – Forever Young (5 shots = 1,6/min). \n 2. Mr. Mister – Broken Wings (5 shots = 1,25/min).\n 3. Men at work – Land down under (3 shots = 0,75/min). \n 4. Remy Zero – Save Me (7 shots = 1,75/minut). \n \n Steg för steg. \n 1. Fyll alla glas med starksprit. \n 2. Starta spellistan i den ordning låtarna står listade här. \n 3. Varje gång sångaren sjunger “Forever Young” sveper alla ett av sina glas och sjunger med i texten “I want to be forever young”. Man sveper bara när nästa ord i texten är “I want to be forever young”. \n4. Nästa låt och när sångaren sjunger “So take” lyfter alla sina glas. Vid “thees broken” dunkar alla sina glas i bordet och vid “wings” sveper alla ett av sina glas.\n 5. Vid tredje låten dunkar alla ett av sina glas i bordet i takt med refrängens “Can’t you hear, can’t you hear” och sveper glaset vid orden “the thunder”. Svepandet slutar efter tredje svepet. \n6. Nu när fjärde låten kommer i gång är alla förmodligen så fulla att de inte skulle klara av rytmiska dunkanden så nu dricker man bara varje gång man hör orden “save me”. Glasen fylls på i luckorna i sångerna när det finns tid. Ofta får man dricka två på raken vilket gör det behändigt med 2 glas till varje spelare. Den spelare som missar ett svep eller sveper på fel ställen i texten får dricka ett extra svep som straff. Man får även straff om man dunkar glaset i bordet på fel ställen, om man spiller för mycket eller på annat sätt visar att man inte tillhör den hängivna fanclub för respektive band.",
    "spelare": "2+",
    "material": "Musik och valdri dryck",
     "id": "07"
    },

    {
    "namn": "Fyllekubb",
    "beskrivning":"Fyllekubb är baserat på det klassiska spelet kubb, men med alkohol inblandat",
    "regler": "Varje gång ni träffar och slår ner en kubb måste alla i motståndarlaget dricka tre klunkar. Varje gång ni träffar med en kubb mot en kubb i motståndarnas laget ska de dricka så många klunkar som laget har kubbar. Om någon skulle träffa eller slå ner kungen under spelets gång ska alla i det laget svepa/dricka upp allt som finns kvar i glaset. Laget som förlorar ska svepa/dricka upp allt som finns kvar i glaset eller flaskan.",
    "spelare": "4+",
    "material": "Kubbspel och valfri dryck",
    "id": "08"
    },

    {
    "namn": "Fuck the dealer",
    "beskrivning":"Fuck the dealer spelas med hjälp av en kortlek",
    "regler": "Alla som deltar har en alkoholhaltig dryck. En person börjar med kortleken (dealern) och tittar på det översta kortet. Personen som sitter till vänster ska nu gissa vilket värde kortet har, varvid dealern säger om kortet är högre eller lägre. \n Man får nu en gissning till, har man fel även denna gång får man dricka så många klunkar som man är ifrån kortets värde. Kortet läggs på bordet, synligt för alla. \n Turen att gissa går nu till nästa person. När tre personer i rad har gissat fel på båda sina gissningar skickas kortleken till nästa person som då blir dealer. \n \nGissar man rätt på första försöket måste dealern dricka 10 klunkar, gissar man rätt på andra försöket måste dealern dricka 5 klunkar.",
    "spelare": "2+",
    "material": "Kortlek och valfri dryck",
    "id": "09"
    },

    {
    "namn": "Full joker",
    "beskrivning":"Full joker är ett smärtsamt dryckesspel som spelas med hjälp av en kortlek",
    "regler": "1. Dela ut tre-fyra kort till alla deltagare. \n 2. Se till att alla har varsin shot. \n3. Den som är fullast utses att börja spelet.\n 4. Hon eller han väljer ett kort och personen till vänster får gissa om kortet är lägre eller högre än sju.\n 5. Gissar personen rätt får denne dricka upp shoten, fylla på glaset igen och ta ett kort av den personen, eller bara ge denna person en smäll/örfil!\n 6. Den som får en joker måste dricka upp en hel burk/flaska av cider eller öl. Om hon eller han misslyckas med att dricka upp allt får alla utdela en smäll/örfil!\n 7. Full Joker fortlöper tills alla deltagare är för fulla eller bara bråkar med varandra.",
    "spelare": "2+",
    "material": "Kortlek + 4 jokrar och en shot per spelare",
    "id": "10"
    },   
    
    {
    "namn": "Fuzzy Duck",
    "beskrivning":"Fuzzy Duck är en rolig ordlek, de krävs att du är snabb och inte snubblar på orden",
    "regler": "1. Spelet börjar med att någon person säger “Fuzzy duck” till personen till vänster. \n 2. Då ska nästa fortsätta säga så tills någon säger “Does he” för då vänder spelet riktning och då ska alla istället säga “Duck Fuzzy”.\n 3. Spelet fortsätter till någon säger “Does he” och då går spelet tillbaka till ursprungsläget det vill säga alla säga “Fuzzy Duck” igen. \n4. “Fuzzy duck” ska spelas snabbt! Det är inte meningen att varje person ska få 10 sekunders betänketid, utan bara nån sekund.\n 5. Om någon spelare säger fel, skall denne dricka två klunkar.\n 6. Om någon deltagare säger “Does he” två gånger på raken ska denne svepa hela glaset eller flaskan, eftersom det är fusk!",
    "spelare": "3+",
    "material": "Inget material, valfri dryck",
    "id": "11"
     },
     
     {
    "namn": "Mun mot mun",
    "beskrivning":"Godis mun mot mun är en oralt intim lek med en söt mumsbit",
    "regler": "1. Dela upp deltagarna i par, eller låt de göra det själv. \n 2. Knyt fast deras armarna bakom ryggen och låt dem stå ansikte mot ansikte.\n 3. Sätt på ögonbindeln och lägg en godis i en av partnernas mun. \n4. Eftersom godiset har omslags papper så ska de tillsammans ta av det. När godis pappret är borta ska de helt enkelt äta upp den. \n5. Det paret som först äter upp godiset vinner ett pris eller så får de som förlorade ett straff. Straff kan till exempel vara att dricka en shot. Upprepa leken från början – ju mer deltagarna dricker, desto mer kan hända.",
    "spelare": "4+",
    "material": "Godis med omslagspapper, ex snickers eller mariannegodis. En ögonbindel per person och valfri dryck",
    "id": "12"
    },

    {
    "namn": "Irländsk julafton",
    "beskrivning":"Snurrar runt en käpp och ta sig tillbaka",
    "regler": "Irländsk julafton, irländsk fylla, är en lek som går ut på att man står framåtböjd med pannan mot en käpp eller liknande föremål och snurrar ett visst antal varm innan man skall ta sig runt en bana. Straffklunkar för varje varv misslyckat varv. Om en deltagare ska snurra tio varv men enbart klarar fyra varv innan han/hon ramlar måste denna dricka 6 straffklunkar. Svep så mycket alkohol så snabbt som möjligt precis innan start.",
    "spelare": "2+ eller 2 lag",
    "material": "Käpp och valfri dryck",
    "id": "13"
    },

    {
    "namn": "Jokern",
    "beskrivning":"Jokern är en svår men spännande lek",
    "regler": "1. En kortlek med en joker i botten balanseras på toppen av en glasflaska. \n 2. Deltagarna blåser i turordning bort ett valfritt antal kort. \n 3. Den som blåser bort sista kortet (jokern) från flaskan får dricka en förutbestämd mängd alkohol (ex. en shot).\n\n\n",
    "spelare": "2+",
    "material": "1 glasflaska, typ 33 cl:s drickflaska, kortlek och valfri dryck",
    "id": "14"
    },

    {
    "namn": "Kortsuget",
    "beskrivning":"Kortsuget är ett dryckesspel med hångelvarning",
    "regler": "1. Ta valfritt kort från en vanlig kortlek. \n 2. Placera deltagarna runt i en ring med varannan tjej och kille. \n 3. Förbered alla deltagare med varsin cider/öl.\n 4. En valfri person utses att börja leken.\n 5. Hon/han ska placera kortet på munnen och suga fast det. Utan att tappa kortet ska det flyttas över till nästa deltagare som tar emot det med munnen genom att suga fast det.\n 6. De paret som tappar kortet ska dricka två klunkar cider/öl.",
    "spelare": "3+",
    "material": "Kortlek och valfri dryck",
    "id": "15"
    },

    {
    "namn": "Kungens blod",
    "beskrivning":"Spelet innehåller en ordentlig tvist vilket gör att en spelare alltid mer berusad än de andra",
    "regler": "1. Den första spelare tar ett kort. \n 2. Om spelaren får: ett rött kort händer inget, (undantag Kung, se nedan). Ett svart kort måste denna dricka motsvarande två fingrar av dryck ur sitt glas, (undantag Kung, se nedan). \n Om spelaren får en kung, får denna hälla valfri mängd alkohol ur sitt glas i den stora bägaren. Detta upprepas för de två efterföljande kungarna. Den som sedan får den sista kungen måste svepa innehållet i sitt eget glas och bägaren",
    "spelare": "3-8",
    "material": "Kortlek, en stor bägare, ett glas (2-2,5 dl) per spelare och valfri dryck",
    "id": "16"
    },

    {
    "namn": "Mexico",
    "beskrivning":"Mexico är ett dryckesspel där spelarna använder sig av två tärningar",
    "regler": "Tanken med spelet är att man, med dolda tärningskast (exempelvis genom att kupa händerna över tärningarna), hela tiden ska slå högre än spelaren innan, alternativt syna en eventuell bluff. \n Den äldste spelaren (spelare 1) börjar kasta och påstår då att han fått 43. \n Spelaren efter (Spelare 2) väljer då om hon vill syna eller slå. Väljer hon att syna måste den som kastat visa upp huruvida han slagit 43 eller ej, väljer hon att slå skall hon slå högre än, eller exakt, 43 (fortfarande dolt). \nOm spelare 2 väljer att syna och spelare 1 har bluffat så får spelare 1 dricka ett, för kvällen lämpligt antal straffklunkar. Om spelare 1 däremot talar sanning får spelare 2, som synat fel, dricka motsvarande antal. \n \nOrdningsföljd på tärningsslagen: \n2+1 – Mexico (högst) \n 1+1 – Canada \n 6+6 – Sextiosex \n 5+5 – Femtiofem \n 4+4 – Fyrtiofyra \n 3+3 – Trettiotre \n 2+2 – Tjugotvå \n 6+5 – Sextiofem \n 6+4 – Sextiofyra \n 6+3 – Sextiotre \n 6+2 – Sextiotvå \n 6+1 – Sextioett \n 5+4 – Femtiofyra \n 5+3 – Femtiotre \n 5+2 – Femtiotvå \n 5+1 – Femtioett \n 4+3 – Fyrtiotre \n 4+2 – Fyrtiotvå \n 4+1 – Fyrtioett \n 3+2 – Trettiotvå \n 3+1 – Trettioett (lägst)",
    "spelare": "2+",
    "material": "2 tärningar och valfri dryck",
    "id": "17"
    }
]